//   JavaScript-ი შეუძლია შეცვალოს HTML დოკუმენტის ელემენტები, 
//  ატრიბუტები, ტექსტი და სტილი. ამის საშუალებით, 
//  შესაძლებელია დინამიურად შეიცვალოს ვებ-გვერდის შინაარსი 
//  ან ვიზუალი, მაგალითად, ღილაკის დაჭერით. 

// ეს მოვიძიე




let number1 = 5;
let number2 = 10;
let sum = number1 + number2;
console.log(sum);




//  console.log() იყენებენ პროგრამის დროს სხვადასხვა ინფორმაციის დასაბეჭდად კონსოლში რომ დეველოპერს დაეხმაროს პრობლემა აღმოაჩინოს




// let და var არის როდესაც ცვლადს ვქმნით უნდა მივუწეროთ წინ და შემდეგ მივწეროთ ცვლადის სახელი და მისი მნიშვნელობა რაც შევინახავთ მასში