points = 50
points = points + 1
points = points + 2
points = points + 3
points = points + 4
print(points)


age1 = 156
print(age1)


a = 10
b = 20
print(a + b)
print(a - b)
print(a * b)
print(a / b)



#1age = "sds
#krint(სდს"
#age1 = "sds"
#print(age1)



#როცა ვწერთ ცვლადს და შემდეგ იმ ცვლადს ვამეორებთ ოღონდ განსხვავებულად მაშინ იგი update ს აკეთებს და ის იქნება რაც ბოლოს ჩავწერეთ
#მე გამოვასწორე კოდი იმ კოდში ცვლადი იწყებოდა რიცხვუთ და ეს არ სეიძლება და თან ორი ტოლობა იყო და პრინტში 3 ფრჩხილი იყო როდესაც უნდა იყოს 2 და ფრჩხილები არ უნდა ეწეროს
#ჩვენ დავწერეთ 2 ცვლადი a და b შემდეგ ისინი დავაჯამეთ გამოვაკლეთ გავამრავლეთ და გავყავით ყველგან სწორად გამოვა გაყოფის გარდა რადგან როდესაც ვყოფთ მაშინ int კეთდება float ად
#დავწერე კოდი და შევასწორე




















